---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.StairsRunType
source: html/4ecde8b6-51e5-90d2-8fa7-f22c961c1e8c.htm
---
# StairsRunType Properties

The id of the assembly instance to which the element belongs.